Repository: 2lambda123/subsurface-for-dirk
Catalog: po/*.po
Languages: et_ee

source: No Events
et_ee: Pole sündmusi

# Stats
source: > Month
et_ee: > Kuu

source: Download
et_ee: Lae alla

source: Please select dive computer and device.
et_ee: Vali kompuuter ja seade.

# Starts with space!
source: begin
et_ee: algus

# Starts with space!
source: end
et_ee: lõpp

source: %dh %dmin
et_ee: %dt %dmin

source: %s Calculated ceiling %.0f %s
et_ee: %s Arvutatud lagi %.0f %s

source: %s Deco:%umin @ %.0f %s
et_ee: %s Deko:%umin @ %.0f %s

source: %s Deco:unkn time @ %.0f %s
et_ee: %s Deko:teadmata aeg @ %.0f %s

source: %s In deco
et_ee: %s Dekos

source: %s Safetystop:%umin @ %.0f %s
et_ee: %s Ohutuspeatus:%umin @ %.0f %s

source: %s Safetystop:unkn time @ %.0f %s
et_ee: %s Ohutuspeatus:teadmata aeg @ %.0f %s

source: %s Subsurface dive plan based on GFlow = %.0f and GFhigh = %.0f
et_ee: %s Subsurface poolt arvutatud sukeldumisplaan põhineb väärtustel GFlow = %.0f ja GFhigh = %.0f

source: %s event at %d:%02u
et_ee: %s sündmus %d:%02u juures

source: %s: Response from divelogs.de
et_ee: %s: vastus divelogs.de-st

source: (%s) or (%s)
et_ee: (%s) või (%s)

source: (click to edit date/time)
et_ee: (klikka kuupäeva/aja toimetamiseks)

source: (click to edit date/time/depth)
et_ee: (klikka kuupäeva/aja/sügavuse toimetamiseks)

source: (no dives)
et_ee: (pole sukeldumisi)

source: (nothing)
et_ee: (tühi)

source: 0.6 cuft/min
et_ee: 0.6 kuupjalga/min

source: 0.7 cuft/min
et_ee: 0.7 kuupjalga/min

source: 2 dives per page
et_ee: 2 sukeldumist lehel

source: 2 pcs full suit
et_ee: 2-osaline täisülikond

source: 3m increments for calculated ceiling
et_ee: 3m samm arvutatud laele

source: 6 dives per page
et_ee: 6 sukeldumist lehel

source: <small>Add segments below. Each line describes part of the planned dive. An entry with depth, time and gas describes a segment that ends at the given depth, takes the given time (if relative, e.g. '+3:30') or ends at the given time (if absolute e.g '@5:00', 'runtime'), and uses the given gas. An empty gas means 'use previous gas' (or AIR if no gas was specified). An entry that has a depth and a gas given but no time is special; it informs the planner that the gas specified is available for the ascent once the depth given has been reached. CC SetPoint specifies CC (rebreather) dives, leave empty for OC.</small>
et_ee: <small>Lisa segmendid allpool. Iga rida kirjeldab ühte osa planeeritud sukeldumisest. Kirje sügavuse, aja ja gaasiga kirjeldab segmenti, mis lõpeb antud sügavusel, kestab antud aja (kui esitatud suhtelisena, nt '+3:30') või lõpeb antud ajal (kui esitatud absoluutse ajana, nt '@5:00'. 'runtime') ja kasutab antud gaasi. Tühi gaasi väli tähendab 'kasuta eelmist gaasi' (või ÕHKu kui gaas pole ette antud). Kirje, milles on esitatud sügavus ja gaas aga ei ole esitatud aega, on eriline; see informeerib planeerijat et esitatud gaas on kasutamiseks tõusul, kui etteantud sügavus on saavutatud. CC SetPoint määrab suletud süsteemiga (rebed) sukeldumised, avatud süsteemiga sukeldumiste korral jäta täitmata.</small>

source: AIR
et_ee: ÕHK

source: About Subsurface
et_ee: Subsurface kohta

source: Add
et_ee: Lisa

source: Add Dive...
et_ee: Lisa Sukeldumine...

source: Add bookmark event here
et_ee: Lisa järjehoidja sündmus siia

source: Add dive
et_ee: Lisa Sukeldumine

source: Add gas change event here
et_ee: Lisa gaasivahetus siia

source: Add gaschange event at %d:%02u
et_ee: Lisa gaasivahetus %d:%02u

source: Add to trip above
et_ee: Lisa väljasõit ülesse

source: Add waypoint
et_ee: Lisa pöördepunkt

source: Air Press
et_ee: Õhurõhk

source: Air Temp
et_ee: Õhutemp

source: Air Temp in %s
et_ee: Õhutemp %s

source: Always prefer downloaded dive
et_ee: Eelista alati allalaetud sukeldumist

source: Autogroup
et_ee: Automaatne grupeerimine

source: Available gases
et_ee: Saadaval gaasid

# Depth
source: Average
et_ee: Keskmine

# Duration
source: Average
et_ee: Keskmine

# SAC
source: Average
et_ee: Keskmine

# Temp
source: Average
et_ee: Keskmine

source: Avg Depth
et_ee: Keskmine sügavus

source: Avg Depth (%s):
et_ee: Keskmine sügavus (%s):

source: Avg SAC
et_ee: Keskmine SAC

source: Avg Temp
et_ee: Keskmine temp

source: Avg Time
et_ee: Keskmine aeg

source: Bailing out to OC
et_ee: Üleminek avatud süsteemile

source: Buddy
et_ee: Semu

source: Can't find gas %d/%d
et_ee: Ei leia gaasi %d/%d

source: Can't open stylesheet (%s)/%s
et_ee: Ei suuda avada stiililehte (%s)/%s

source: Cancelled, exiting cleanly...
et_ee: Katkestatud, väljun puhtalt...

source: Cancelled...
et_ee: Katkestatud

source: Cannot add gas change
et_ee: Ei saa lisada gaasivahetust

source: Cannot parse response!
et_ee: Ei suuda vastust tuvastada

source: Choose Default XML File
et_ee: Vali vaikimisi XML fail

source: Choose XML Files To Import Into Current Data File
et_ee: Vali XML failid importimiseks olemasolevasse andmefaili

source: Close
et_ee: Sulge

source: Collapse all
et_ee: Vajuta kõik kokku

source: Connecting...
et_ee: Ühendab...

source: Connection Error:
et_ee: Viga ühendamisel:

source: Create new trip above
et_ee: Loo uus väljasõit üles

source: CuFt
et_ee: kuupjalg

source: Cyl
et_ee: Ball

source: Cylinder
et_ee: Balloon

source: Cylinder for planning
et_ee: Balloon planeerimiseks

source: Cylinders
et_ee: Balloonid

source: DISCLAIMER / WARNING: THIS IS A NEW IMPLEMENTATION OF THE BUHLMANN ALGORITHM AND A DIVE PLANNER IMPLEMENTION BASED ON THAT WHICH HAS RECEIVED ONLY A LIMITED AMOUNT OF TESTING. WE STRONGLY RECOMMEND NOT TO PLAN DIVES SIMPLY BASED ON THE RESULTS GIVEN HERE.
et_ee: TÄHELEPANU: SIIN ON KASUTUSEL BÜHLMANNI ALGORITMIL PÕHINEV SUKELDUMISTE PLANEERIJA, MIS ON NULLIST IMPLEMENTEERITUD JA SEDA ON HETKEL NAPILT KATSETATUD. SOOVITAME TUNGIVALT, MITTE PLANEERIDA OMA SUKELDUMIST AINULT SIIT SAADUD ANDMETE PÕHJAL.

source: Database connection failed '%s'.
et_ee: Andmebaasi ühendus ebaõnnestus '%s'.

source: Database query failed '%s'.
et_ee: Andmebaasi päring ebaõnnestus '%s'.

source: Database query get_events failed.
et_ee: Andmebaasi päring get_events ebaõnnestus.

source: Date
et_ee: Kuupäev

source: Date and Time
et_ee: Kuupäev ja aeg

source: Date:
et_ee: Kuupäev:

source: Dec
et_ee: Dets

source: Default XML Data File
et_ee: Vaikimisi XML andmefail

source: Delete a dive computer information entry
et_ee: Kustuta kompuutri info sisend

source: Delete dive
et_ee: Kustuta sukeldumine

source: Delete dives
et_ee: Kustuta sukeldumised

source: Depth
et_ee: Sügavus

source: Depth Limit Exceeded
et_ee: Sügavuse limiit ületatud

source: Depth:
et_ee: Sügavus:

source: Device Id
et_ee: Seadme ID

source: Device or mount point
et_ee: Seade või ühenduspunkt

source: Display invalid dives
et_ee: Kuva valed sukeldumised

source: Dive #%1$d - %2$s %3$02d/%4$02d/%5$04d at %6$d:%7$02d %8$s
et_ee: Sukeldumine #%1$d - %2$s %3$02d/%4$02d/%5$04d kell %6$d:%7$02d %8$s

source: Dive #%d -
et_ee: Sukeldumine #%d -

source: Dive %d: %s %d %04d
et_ee: Sukeldumine %d: %s %d %04d

source: Dive Computer Nickname
et_ee: Kompuutri hüüdnimi

source: Dive Info
et_ee: Sukeldumise info

source: Dive Notes
et_ee: Sukeldumise märkused

source: Dive Plan - THIS IS JUST A SIMULATION; DO NOT USE FOR DIVING
et_ee: SUKELDUMISE PLAAN - SEE ON AINULT SIMULATSIOON; ÄRA KASUTA SUKELDUMISEKS

source: Dive Tags
et_ee: Sukeldumise märgised

source: Dive Time
et_ee: Sukeldumise aeg

source: Dive Time Alert
et_ee: Sukeldumise aja hoiatus

source: Dive Time Info
et_ee: Sukeldumise aja info

source: Dive computer vendor and product
et_ee: Kompuutri tarnija ja seade

source: Dive data import error
et_ee: Viga sukeldumise andmete impordil

source: Dive locations
et_ee: Sukeldumiskohad

source: Dive starts when?
et_ee: Millal algab sukeldumine?

source: Dive#
et_ee: Sukeldumise nr

source: Divelist Font
et_ee: Sukeldumiste nimekirja kirjatüüp

source: Dives
et_ee: Sukeldumised

source: Dives Locations
et_ee: Sukeldumiste kohad

source: Download From Dive Computer
et_ee: Lae kompuutrist

source: Download From Dive Computer...
et_ee: Lae kompuutrist...

source: Download From Web Service
et_ee: Lae veebiteenusest

source: Download From Web Service...
et_ee: Lae veebiteenusest...

source: Download Success!
et_ee: Allalaadimine õnnestus!

source: Duration
et_ee: Kestus

source: Duration (min)
et_ee: Kestus (min)

source: Edit
et_ee: Toimeta

source: Edit Device Names
et_ee: Toimeta seadmete nimesid

source: Edit Dive Computer Nicknames
et_ee: Toimeta kompuutrite hüüdnimesid

source: Edit Trip Info
et_ee: Toimeta väljasõidu infot

source: Edit Trip Summary
et_ee: Toimeta väljasõidu kokkuvõtet

source: Edit a dive computer nickname by double-clicking it in the relevant nickname field
et_ee: Toimeta kompuutri hüüdnime topeltklikates vastaval hüüdnime väljal

source: Edit dive
et_ee: Toimeta sukeldumist

source: Edit dive date/time
et_ee: Toimeta kuupäeva/aega

source: Edit dives
et_ee: Toimeta sukeldumisi

source: Edit multiple dives
et_ee: Toimeta mitut sukeldumist

source: Edit trip summary
et_ee: Muuda tripi kokkuvõtet

source: Enable / Disable Events
et_ee: Luba / keela sündmused

source: Enable / Disable Tags
et_ee: Luba / keela märgised

source: End
et_ee: Lõpp

source: Ending Depth
et_ee: Lõppsügavus

source: Enter a user identifier and press 'Download'. Once the download is complete you can press 'Apply' if you wish to apply the changes.
et_ee: Sisesta kasutaja ID ja vajuta 'Allalaadimine'. Peale allalaadimist saab soovi korral muudatused sisse viia vajutades 'Rakenda'

source: Equipment
et_ee: Varustus

source: Error
et_ee: Viga

source: Error obtaining water salinity
et_ee: Viga vee soolsuse saamisel

source: Error parsing the datetime
et_ee: Viga kuupäeva ja aja tuvastamisel

source: Error parsing the divetime
et_ee: Viga sukeldumise kestuse tuvastamisel

source: Error parsing the gas mix
et_ee: Viga gaasisegu tuvastamisel

source: Error parsing the gas mix count
et_ee: Viga gaasisegude arvu tuvastamisel

source: Error parsing the maxdepth
et_ee: Viga max sügavuse tuvastamisel

source: Error parsing the samples
et_ee: Viga proovide tuvastamisel

source: Error registering the cancellation handler.
et_ee: Viga tühistamise draiveri registreerimisel

source: Error registering the data
et_ee: Viga andmete registreerimisel

source: Error registering the event handler.
et_ee: Viga sündmuste draiveri registreerimisel.

source: Event: systime=%<PRId64>, devtime=%u
et_ee: Sündmus: systime=%<PRId64>, devtime=%u

source: Event: waiting for user action
et_ee: Sündmus: ootan kasutaja tegevust

source: Expand all
et_ee: Laienda kõik

source: Export As UDDF File
et_ee: Ekspordi UDDF faili kujul

source: Export UDDF...
et_ee: Ekspordi UDDF...

source: Export dive(s) to UDDF
et_ee: Ekspordi sukeldumised UDDF formaati

source: Failed to open %i files.
et_ee: %i failide avamine ebaõnnestus

source: Failed to parse '%s'
et_ee: '%s' tuvastamine ebaõnnestus

source: Failed to parse '%s'.
et_ee: '%s' tuvastamine ebaõnnestus.

source: Failed to read '%s'
et_ee: '%s' lugemine ebaõnnestus

source: Failed to read '%s'.
et_ee: '%s' lugemine ebaõnnestus.

source: Feb
et_ee: Veebr

source: Feet
et_ee: Jalg

source: File
et_ee: Fail

source: Force download of all dives
et_ee: Kõikide sukeldumiste jõuga allalaadimine

source: Fri
et_ee: Re

source: GFhigh for plan
et_ee: GFhigh plaani

source: GFlow for plan
et_ee: GFlow plaani

source: GPS (WGS84 or GPS format)
et_ee: GPS (WGS84 või GPS formaat)

source: Gas Used
et_ee: Kasutatud gaas

# Amount
source: Gas Used
et_ee: Kasutatud gaas

# Type of
source: Gas Used
et_ee: Kasutatud gaas

source: Gas consumption:
et_ee: Gaasikulu:

source: Gasmix
et_ee: Gaasisegu

source: General Settings
et_ee: Üldised seaded

source: Help
et_ee: Abi

source: Idle
et_ee: Jõude

source: Import File(s)...
et_ee: Impordi fail(id)...

source: Init Communication
et_ee: Algata ülekanne

source: Input Plan
et_ee: Sisesta plaan

source: Invalid depth - could not parse "%s"
et_ee: Vale sügavus - ei suuda tuvastada "%s"

source: Invalid depth - values deeper than 400m not supported
et_ee: Vale sügavus - sügavusi enam kui 400 m ei toetata

source: Invalid gas for row %d
et_ee: Vale gaas reale %d

source: Invalid starttime
et_ee: Vale algusaeg

source: Invalid user identifier!
et_ee: Vale kasutaja ID!

source: Jan
et_ee: Jaan

source: Jul
et_ee: Juuli

source: Jun
et_ee: Juuni

source: Last stop at 20 Feet
et_ee: Viimane peatus 20 jala peal

source: Last stop at 6 Meters
et_ee: Viimane peatus 6 m peal

source: Layout Options
et_ee: Väljundmalli valikud

source: Linus Torvalds, Dirk Hohndel, and others, 2011, 2012, 2013
et_ee: Linus Torvalds, Dirk Hohndel, jt, 2011, 2012, 2013

source: List
et_ee: Nimekiri

source: Liter
et_ee: Liiter

source: Location
et_ee: Asukoht

source: Log
et_ee: Logi

# Duration
source: Longest
et_ee: Pikim

source: Longest Dive
et_ee: Pikim sukeldumine

source: Low Battery Alert
et_ee: Patarei tühjenemise alarm

source: Low Battery Warning
et_ee: Patarei tühjenemise hoiatus

source: Map provider
et_ee: Kaardi tarnija

source: Mar
et_ee: Märts

source: Mark invalid
et_ee: Märgista valeks

source: Mark location here
et_ee: Märgista asukoht siin

source: Mark valid
et_ee: Märgista õigeks

source: Marker
et_ee: Tähis

source: Max Deco Time Warning
et_ee: Max dekoaja hoiatus

source: Max Depth
et_ee: Max sügavus

source: Max Depth (%s):
et_ee: Max sügavus (%s):

source: Max depth: %.*f %s Duration: %d min %s
et_ee: Max sügavus: %.*f %s Kestus: %d min %s

source: MaxPress
et_ee: Max rõhk

# Depth
source: Maximum
et_ee: Maksimum

# SAC
source: Maximum
et_ee: Maksimum

# Temp
source: Maximum
et_ee: Maksimum

source: May
et_ee: Mai

source: Merge dives
et_ee: Ühenda sukeldumised

source: Merge trip with trip above
et_ee: Ühenda väljasõit väljasõiduga ülal

source: Merge trip with trip below
et_ee: Ühenda väljasõit väljasõiduga all

source: Meter
et_ee: Meeter

source: Min Depth
et_ee: Min sügavus

# Depth
source: Minimum
et_ee: Miinimum

# SAC
source: Minimum
et_ee: Miinimum

# Temp
source: Minimum
et_ee: Miinimum

source: Misc. Options
et_ee: Muud valikud

source: Model
et_ee: Mudel

source: Mon
et_ee: Es

source: Multi-platform divelog software in C
et_ee: Sukeldumislogi tarkvara C-keeles paljudele platvormidele

source: New
et_ee: Uus

source: New starting number
et_ee: Uus algusnumber

source: Next DC
et_ee: Uus kompuuter

source: Nickname
et_ee: Hüüdnimi

source: No Tank Data
et_ee: Pole Ballooni andmeid

source: No cylinders listed for this dive.
et_ee: Selleks sukeldumiseks pole balloone määratud

source: Notes
et_ee: Märkmed

source: Notes height (%d%% - %d%%)
et_ee: Märkmed kõrgus (%d%% - %d%%)

source: Notes on top
et_ee: Märkmed ülal

source: OLF
et_ee: Hapnikulimiidi osa (OLF)

source: OTU
et_ee: Hapnikumürgistuse ühik (OTU)

source: Oct
et_ee: Okt

source: Odd pthread error return
et_ee: Imelik pthread viga

source: Ok to delete the selected entry?
et_ee: Kas võib valitud kirje kustutada?

source: Only display dives with these tags:
et_ee: Näita sukeldumisi ainult nende märgistega:

source: Open File
et_ee: Ava fail

source: Open...
et_ee: Ava...

source: Ordering
et_ee: Tellimas

source: Other data height (%d%% - %d%%)
et_ee: Muud andmed kõrgus (%d%% - %d%%)

source: Oxygen
et_ee: Hapnik

source: PO2 Ascend Alarm
et_ee: PO2 tõusu alarm

source: PO2 Ascend Warning
et_ee: PO2 tõusu hoiatus

source: PO2 Green Warning
et_ee: PO2 roheline hoiatus

source: Password
et_ee: Salasõna

source: Pick on map
et_ee: Vali kaardil

source: Planner
et_ee: Planeerija

source: Please enter your userid and password for divelogs.de. The selected dives will be added to your account
et_ee: Sisesta divelogs.de kasutaja ID ja salasõna. Valitud sukeldumised lisatakse su kontole

source: Preferences
et_ee: Eelistused

source: Preferences...
et_ee: Eelistused...

source: Pressure
et_ee: Rõhk

source: Pressure:
et_ee: Rõhk:

source: Prev DC
et_ee: Eelmine kompuuter

source: Print in color
et_ee: Väljasta värvilisena

source: Print only selected dives
et_ee: Väljasta ainult valitud sukeldumised

source: Print selection
et_ee: Väljasta valik

source: Print type
et_ee: Väljastuse tüüp

source: Print...
et_ee: Väljastus...

source: Profile
et_ee: Profiil

source: Profile Settings
et_ee: Profiili seaded

source: Profile height (%d%% - %d%%)
et_ee: Profiili kõrgus (%d%% - %d%%)

source: Profile on top
et_ee: Profiil ülal

source: Quit
et_ee: Välju

source: RGT Alert
et_ee: RGT alarm

source: RGT Warning
et_ee: RGT hoiatus

source: Rating
et_ee: Reiting

source: Reading %s %s
et_ee: Loen %s %s

source: Remove
et_ee: Eemalda

source: Remove Trip
et_ee: Eemalda väljasõit

source: Remove dive from trip
et_ee: Eemalda sukeldumine väljasõidust

source: Remove event here
et_ee: Eemalda siin sündmus

source: Remove selected dives from trip
et_ee: Eemalda valitud sukeldumised väljasõidust

source: Renumber
et_ee: Nummerda ümber

source: Renumber...
et_ee: Nummerda ümber...

source: Retry
et_ee: Korduskatse

source: SAC during decostop
et_ee: SAC dekostopi ajal

source: SAC during dive
et_ee: SAC sukeldumise ajal

source: Safety Stop Violation
et_ee: Ohutuspeatuse rikkumine

source: Sat
et_ee: La

source: Save As...
et_ee: Salvesta kui...

source: Save Changes?
et_ee: Salvesta muudatused?

source: Save File As
et_ee: Salvesta fail kui

source: Save as
et_ee: Salvesta kui

source: Save...
et_ee: Salvesta...

source: Segment Time
et_ee: Segmendi aeg

source: Select Events
et_ee: Vali sündmused

source: Select Events...
et_ee: Vali sündmused...

source: Select Tags...
et_ee: Vali märgised...

source: Sep
et_ee: Sept

source: Short write to req.txt file Is the Uemis Zurich plugged in correctly?
et_ee: Lühike märge req.txt faili Kas Uemis Zurich on ühendatud korrektselt?

# Duration
source: Shortest
et_ee: Lühim

source: Shortest Dive
et_ee: Lühim sukeldumine

source: Show Columns
et_ee: Näita veerud

source: Show EAD, END, EADD
et_ee: Näita EAD, END, EADD

source: Show MOD
et_ee: Näita MOD

source: Show calculated ceiling
et_ee: Näita arvutatud lage

source: Show dc reported ceiling in red
et_ee: Näita kompuutri esitatud lage punasega

source: Show in map
et_ee: Näita kaardil

source: Show pHe graph
et_ee: Näita pHe graafikut

source: Show pN%s graph
et_ee: Näita pN%s graafikut

source: Show pO%s graph
et_ee: Näita pO%s graafikut

source: Simulated Dive
et_ee: Simuleeritud sukeldumine

source: Size
et_ee: Suurus

source: Sizing heights (%% of layout)
et_ee: Kõrguse määramine (%% mallist)

source: Speed Alarm
et_ee: Kiiruse alarm

source: Speed Warning
et_ee: Kiiruse hoiatus

source: Start
et_ee: Alusta

source: Start download
et_ee: Alusta allalaadimist

source: Statistics
et_ee: Statistika

source: Statistics %s
et_ee: %s statistika

source: Stats
et_ee: Statistika

source: Status
et_ee: Olek

source: Stay at %.*f %s for %d:%02d min - runtime %d:%02u on %s
et_ee: Püsi %.*f %s peal %d:%02d min - jooksev aeg %d:%02u on %s

source: Strange percentage reading %s
et_ee: Imelik protsendilugem %s

source: Suit
et_ee: Ülikond

source: Sun
et_ee: Pü

source: Surf Intv
et_ee: Pinnaintervall

source: Surface Pressure (mbar)
et_ee: Pinnarõhk (mbar)

source: Switch gas to %s
et_ee: Mine %s gaasile

source: Table print
et_ee: Tabeli väljund

source: Tags are only shown if they are identical for all edited dives
et_ee: Märgiseid näidatakse ainult siis kui need on identsed kõikidel toimetatud sukeldumistel

source: Tank Change Suggested
et_ee: Soovitus balloonivahetuseks

source: Tank Pressure Info
et_ee: Balloonirõhu info

source: Tec Settings
et_ee: Tehnilise seaded

source: Temperature
et_ee: Temperatuur

source: Temperature:
et_ee: Temperatuur:

source: Three
et_ee: Kolm

source: Thu
et_ee: Ne

source: Time
et_ee: Aeg

source: To edit dive information double click on it in the dive list
et_ee: Sukeldumise info toimetamiseks tee sukeldumiste nimekirjas selle peal topeltklikk

source: Toggle Zoom
et_ee: Vaheta suumi

source: Too many gas mixes
et_ee: Liiga palju gaasisegusid

source: Too many waypoints
et_ee: Liiga palju pöördepunkte

# Duration
source: Total
et_ee: Kokku

source: Total Time
et_ee: Koguaeg

source: Total Weight:
et_ee: Kogukaal:

source: Transition to %.*f %s in %d:%02d min - runtime %d:%02u on %s
et_ee: Üleminek %.*f %s %d:%02d min jooksul - jooksev aeg %d:%02u on %s

source: Trip %1$s, %2$s %3$d, %4$d (%5$d dive)
et_ee: Väljasõit %1$s, %2$s %3$d, %4$d (%5$d sukeldumine)

source: Tue
et_ee: Te

source: Type
et_ee: Tüüp

source: Uemis Zurich: File System is almost full Disconnect/reconnect the dive computer and click 'Retry'
et_ee: Uemis Zurich: failisüsteem on peaaegu täis Ühenda lahti/taasühenda kompuuter ja kliki 'Uuesti'

source: Uemis Zurich: File System is full Disconnect/reconnect the dive computer and try again
et_ee: Uemis Zurich: failisüsteem on täis Ühenda lahti/taasühenda kompuuter ja proovi uuesti'

source: Uemis init failed
et_ee: Uemis alglaadimine ebaõnnestus

source: Unable to create libdivecomputer context
et_ee: Ei saa luua libdivecomputer konteksti

source: Unable to create parser for %s %s
et_ee: Ei saa luua parserit %s %s jaoks

source: Unable to open %s %s (%s)
et_ee: Ei saa avada %s %s (%s)

source: Units
et_ee: Ühikud

source: Upload dive(s) to divelogs.de
et_ee: Lae sukeldumised divelogs.de keskkonda

source: Upload to divelogs.de
et_ee: Lae divelogs.de keskkonda

source: Upload to divelogs.de...
et_ee: Lae divelogs.de keskkonda...

source: Use right click to mark dive location at cursor
et_ee: Kursori all oleva sukeldumiskoha märgistamiseks tee hiire parema nupuga klikk

source: User Identifier
et_ee: Kasutaja ID

source: User Manual
et_ee: Kasutusjuhend

source: View
et_ee: Vaade

source: Visibility
et_ee: Nähtavus

source: Volume:
et_ee: Maht

source: Warning - extremely long dives can cause long calculation time
et_ee: Hoiatus - väga pikad sukeldumised põhjustavad pika arvutusaja

source: Warning - planning very deep dives can take excessive amounts of time
et_ee: Hoiatus - väga sügavate sukeldumiste planeerimine võtab ülemääraselt palju aega

source: Water Temp
et_ee: Vee temp

source: Webservice
et_ee: Veebiteenus

source: Wed
et_ee: Ko

source: Weight
et_ee: Raskus

source: Weight System
et_ee: Raskuste süsteem

source: Weight:
et_ee: Raskus:

source: XML file
et_ee: XML fail

source: Year
et_ee: Aasta

source: Yearly Statistics
et_ee: Aasta statistika

source: You already have a dive computer of this model named %s Subsurface can maintain a nickname for this device to distinguish it from the existing one. The default is the model and device ID as shown below. If you don't want to name this dive computer click 'Cancel' and Subsurface will simply display its model as its name (which may mean that you cannot tell the two dive computers apart in the logs).
et_ee: Sul on juba selline sukeldumiskompuuter %s Subsurface lubab anda uuele kompuutrile hüüdnime, sellega eristad seda juba olemasolevast. Vaikimis võetava kompuutri mudel ja ID on toodud all. Kui sa ei soovi anda uuele kompuutrile hüüdnime, kliki 'Tühista' ja Subsurface näitab lihtsalt selle mudelinime (st neid kahte kompuutrit ei ole võimalik logis eristada).

source: You have unsaved changes Would you like to save those before closing the datafile?
et_ee: Sul on salvestamata muudatusi Kas soovid need enne andmefaili sulgemist salvestada?

source: You have unsaved changes to file: %s Would you like to save those before closing the datafile?
et_ee: Sul on salvestamata muudatusi faili: %s Kas soovid need enne andmefaili sulgemist salvestada?

source: air
et_ee: õhk

source: airtime
et_ee: aeg õhuga

source: altitude
et_ee: kõrgus

source: ankle
et_ee: hüppeliiges

source: ascent
et_ee: tõus

source: backplate weight
et_ee: seljaplaadi kaal

source: belt
et_ee: vöö

source: boat
et_ee: paat

source: bookmark
et_ee: järjehoidja

source: cave
et_ee: koobas

source: cavern
et_ee: õõs

source: ceiling
et_ee: lagi

source: ceiling (safety stop)
et_ee: lagi (ohutuspeatus)
