Repository: 2lambda123/subsurface-for-dirk
Catalog: po/*.po
Languages: et_ee

source: clip-on
et_ee: külgeriputatav

source: cuft
et_ee: kuupjalg

source: data
et_ee: andmed

source: deco
et_ee: deko

source: deco stop
et_ee: dekopeatus

source: deep
et_ee: sügav

source: deepstop
et_ee: sügavpeatus

source: divelog entry id
et_ee: logi kirje id

source: divespot data id
et_ee: sukeldumiskoha andmete ID

source: divetime
et_ee: sukeldumisaeg

source: drift
et_ee: triiv

source: drysuit
et_ee: kuivülikond

source: for all dives
et_ee: kõikide sukeldumiste

source: for dive #%d
et_ee: sukeldumise nr %d

source: for dives #
et_ee: sukeldumiste nr

source: for selected dive
et_ee: valitud sukeldumise

source: for selected dives
et_ee: valitud sukeldumiste

source: freshwater
et_ee: magevesi

source: ft
et_ee: jalg

source: full suit
et_ee: täisülikond

source: gaschange
et_ee: gaasivahetus

source: heading
et_ee: suund

source: ice
et_ee: jää

source: integrated
et_ee: integreeritud

source: invalid
et_ee: vale

source: invalid event number
et_ee: vale sündmuse nr

source: jacket
et_ee: vest

source: lake
et_ee: järv

source: lbs
et_ee: nael

source: long john
et_ee: pikk john

source: maxdepth
et_ee: max sügavus

source: membrane
et_ee: membraan

source: model=%u (0x%08x), firmware=%u (0x%08x), serial=%u (0x%08x)
et_ee: mudel=%u (0x%08x), püsivara=%u (0x%08x), seeranr=%u (0x%08x)

source: more data dive id
et_ee: rohkem sukeldumisandmete id

source: more than %d days
et_ee: enam kui %d päeva

source: night
et_ee: öö

source: non stop time
et_ee: mittepeatuste aeg

source: none
et_ee: mitte ükski

source: pHe threshold
et_ee: pHe lävi

source: pN%s threshold
et_ee: pN%s lävi

source: pO%s threshold
et_ee: pO%s lävi

source: pascal
et_ee: paskal

source: photo
et_ee: foto

source: pool
et_ee: bassein

source: river
et_ee: jõgi

source: safety stop
et_ee: ohutuspeatus

source: safety stop (mandatory)
et_ee: ohutuspeatus (kohustuslik)

source: safety stop (voluntary)
et_ee: ohutuspeatus (vabatahtlik)

source: semidry
et_ee: poolkuiv

source: shore
et_ee: kallas

source: shorty
et_ee: lühike ülikond

source: surface
et_ee: pind

source: teaching
et_ee: õpetamine

source: tissue level warning
et_ee: koe taseme hoiatus

source: training
et_ee: treening

source: translator-credits
et_ee: tõlkija-tänud

source: transmitter
et_ee: saatja

source: unkn
et_ee: tundmatu

source: unknown
et_ee: tundmatu

source: unspecified
et_ee: määratlemata

source: violation
et_ee: rikkumine

source: weight
et_ee: raskus

source: wetsuit
et_ee: märgülikond

source: workload
et_ee: töökoormus

source: wreck
et_ee: vrakk
